var domAnimator = new DomAnimator();
domAnimator.addFrame([
	'                                   _                   ',
	' ___ ___ ___ _ _ _ _ _ _ _ _ _ ___| |_   ___ ___ _____ ',
	'| . |  _| . | | | | | | | | | | -_| . |_|  _| . |     |',
	'|_  |_| |___|_____|_____|_____|___|___|_|___|___|_|_|_|',
	'|___|                                                  ',
	'',
	'Разработка студии:',
	'',
	'',
	''
]);
domAnimator.addFrame([
	'                                   _                   ',
	' ___ ___ ___ _ _ _ _ _ _ _ _ _ ___| |_   ___ ___ _____ ',
	'| . |  _| . | | | | | | | | | | -_| . |_|  _| . |     |',
	'|_  |_| |___|_____|_____|_____|___|___|_|___|___|_|_|_|',
	'|___|                                                  ',
	'',
	'Разработка студии:',
	'growwweb.com',
	'',
	''
]);
domAnimator.addFrame([
	'                                   _                   ',
	' ___ ___ ___ _ _ _ _ _ _ _ _ _ ___| |_   ___ ___ _____ ',
	'| . |  _| . | | | | | | | | | | -_| . |_|  _| . |     |',
	'|_  |_| |___|_____|_____|_____|___|___|_|___|___|_|_|_|',
	'|___|                                                  ',
	'',
	'Разработка студии:',
	'growwweb.com',
	'Разработка и комплексное продвижение сайтов',
	''
]);
domAnimator.addFrame([
	'                                   _                   ',
	' ___ ___ ___ _ _ _ _ _ _ _ _ _ ___| |_   ___ ___ _____ ',
	'| . |  _| . | | | | | | | | | | -_| . |_|  _| . |     |',
	'|_  |_| |___|_____|_____|_____|___|___|_|___|___|_|_|_|',
	'|___|                                                  ',
	'',
	'Разработка студии:',
	'growwweb.com',
	'Разработка и комплексное продвижение сайтов',
	''
]);
domAnimator.addFrame([
	'                                   _                   ',
	' ___ ___ ___ _ _ _ _ _ _ _ _ _ ___| |_   ___ ___ _____ ',
	'| . |  _| . | | | | | | | | | | -_| . |_|  _| . |     |',
	'|_  |_| |___|_____|_____|_____|___|___|_|___|___|_|_|_|',
	'|___|                                                  ',
	'',
	'Разработка студии:',
	'growwweb.com',
	'Разработка и комплексное продвижение сайтов',
	''
]);
domAnimator.addFrame([
	'                                   _                   ',
	' ___ ___ ___ _ _ _ _ _ _ _ _ _ ___| |_   ___ ___ _____ ',
	'| . |  _| . | | | | | | | | | | -_| . |_|  _| . |     |',
	'|_  |_| |___|_____|_____|_____|___|___|_|___|___|_|_|_|',
	'|___|                                                  ',
	'',
	'Разработка студии:',
	'growwweb.com',
	'Разработка и комплексное продвижение сайтов',
	''
]);
domAnimator.addFrame([
	'                                   _                   ',
	' ___ ___ ___ _ _ _ _ _ _ _ _ _ ___| |_   ___ ___ _____ ',
	'| . |  _| . | | | | | | | | | | -_| . |_|  _| . |     |',
	'|_  |_| |___|_____|_____|_____|___|___|_|___|___|_|_|_|',
	'|___|                                                  ',
	'',
	'frontend-developer:',
	'Alexey Litovchenko',
	'vk.com/web2easy',
	''
]);
domAnimator.addFrame([
	'                                   _                   ',
	' ___ ___ ___ _ _ _ _ _ _ _ _ _ ___| |_   ___ ___ _____ ',
	'| . |  _| . | | | | | | | | | | -_| . |_|  _| . |     |',
	'|_  |_| |___|_____|_____|_____|___|___|_|___|___|_|_|_|',
	'|___|                                                  ',
	'',
	'frontend-developer:',
	'Alexey Litovchenko',
	'vk.com/web2easy',
	''
]);
domAnimator.addFrame([
	'                                   _                   ',
	' ___ ___ ___ _ _ _ _ _ _ _ _ _ ___| |_   ___ ___ _____ ',
	'| . |  _| . | | | | | | | | | | -_| . |_|  _| . |     |',
	'|_  |_| |___|_____|_____|_____|___|___|_|___|___|_|_|_|',
	'|___|                                                  ',
	'',
	'frontend-developer:',
	'Alexey Litovchenko',
	'vk.com/web2easy',
	''
]);
domAnimator.animate(800);